Repository: Tommy0369/ai-storage-manager
Catalog: Sources/AppServices/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# review.manualReview
source: Need manual review before any action
de: Manuelle Prüfung vor jeder Aktion nötig
es: Se necesita revisión manual antes de cualquier acción
fr: Révision manuelle requise avant toute action
ja: 操作前に人手確認が必要です
ko: 동작 전에 수동 확인이 필요합니다
pt_br: Revisão manual necessária antes de qualquer ação
zh_hans: 操作前需要人工核实
zh_hant: 操作前需要人工核實

# review.verifyInUse
source: Need to verify whether this is still in use
de: Prüfen, ob dies noch verwendet wird
es: Hay que verificar si sigue en uso
fr: Il faut vérifier si c’est encore utilisé
ja: まだ使われているか確認が必要です
ko: 아직 사용 중인지 확인이 필요합니다
pt_br: É preciso verificar se ainda está em uso
zh_hans: 需要核实是否仍在使用
zh_hant: 需要核實是否仍在使用

# review.appManaged
source: Application-managed data
de: App-verwaltete Daten
es: Datos gestionados por la app
fr: Données gérées par l’app
ja: アプリ管理データ
ko: 앱 관리 데이터
pt_br: Dados gerenciados pelo app
zh_hans: 应用管理的数据
zh_hant: App 管理的資料

# review.needsMore
source: Needs more verification
de: Mehr Überprüfung nötig
es: Necesita más verificación
fr: Nécessite davantage de vérification
ja: 追加の確認が必要です
ko: 추가 확인이 필요합니다
pt_br: Precisa de mais verificação
zh_hans: 需要进一步核实
zh_hant: 需要進一步核實

# review.openByProcess
source: Open by another process
de: Von anderem Prozess geöffnet
es: Abierto por otro proceso
fr: Ouvert par un autre processus
ja: 別プロセスが使用中
ko: 다른 프로세스가 사용 중
pt_br: Aberto por outro processo
zh_hans: 被其他进程打开
zh_hant: 被其他行程開啟

# review.verifyCloud
source: Need to verify cloud sync
de: Cloud-Sync prüfen
es: Hay que verificar la sincronización en la nube
fr: Il faut vérifier la synchro cloud
ja: クラウド同期の確認が必要です
ko: 클라우드 동기화 확인이 필요합니다
pt_br: É preciso verificar a sincronização na nuvem
zh_hans: 需要核实云同步
zh_hant: 需要核實雲端同步

# review.cannotVerifySource
source: Cannot verify original source
de: Originalquelle nicht verifizierbar
es: No se puede verificar el origen
fr: Impossible de vérifier la source d’origine
ja: 原本を確認できません
ko: 원본을 확인할 수 없습니다
pt_br: Não é possível verificar a origem
zh_hans: 无法核实原始来源
zh_hant: 無法核實原始來源

# a11y.mapHint
source: Storage map. Use the child list for VoiceOver navigation.
de: Speicherkarte. Nutzen Sie die Kinderliste für VoiceOver.
es: Mapa de almacenamiento. Use la lista hija para VoiceOver.
fr: Carte de stockage. Utilisez la liste enfant pour VoiceOver.
ja: ストレージ地図。VoiceOverでは子リストを使ってください。
ko: 저장공간 맵. VoiceOver 탐색에는 하위 목록을 사용하세요.
pt_br: Mapa de armazenamento. Use a lista filha para o VoiceOver.
zh_hans: 存储地图。请使用子列表进行 VoiceOver 导航。
zh_hant: 儲存地圖。請使用子清單進行 VoiceOver 導覽。

# common.searchPlaceholder
source: Search files, folders, tools…
de: Dateien, Ordner, Tools suchen…
es: Buscar archivos, carpetas, herramientas…
fr: Rechercher fichiers, dossiers, outils…
ja: ファイル、フォルダ、ツールを検索…
ko: 파일, 폴더, 도구 검색…
pt_br: Pesquisar arquivos, pastas, ferramentas…
zh_hans: 搜索文件、文件夹、工具…
zh_hant: 搜尋檔案、資料夾、工具…

# common.clear
source: Clear
de: Löschen
es: Borrar
fr: Effacer
ja: クリア
ko: 지우기
pt_br: Limpar
zh_hans: 清除
zh_hant: 清除

# common.firstRunPromise
source: See what's using your Mac. Understand what it is. Only act when it's safe.
de: Sehen Sie, was Speicher belegt. Verstehen Sie, was es ist. Handeln Sie nur, wenn es sicher ist.
es: Vea qué usa su Mac. Entienda qué es. Actúe solo cuando sea seguro.
fr: Voyez ce qui utilise votre Mac. Comprenez ce que c’est. Agissez seulement si c’est sûr.
ja: Macの容量の使い道を見る。何かを理解する。安全なときだけ動く。
ko: Mac이 무엇을 쓰는지 보고, 무엇인지 이해한 뒤, 안전할 때만 행동하세요.
pt_br: Veja o que usa seu Mac. Entenda o que é. Só aja quando for seguro.
zh_hans: 看看 Mac 的空间用在哪里。理解它是什么。只有安全时才行动。
zh_hant: 看看 Mac 的空間用在哪裡。理解它是什麼。只有安全時才行動。

# error.partialScan
source: Some storage couldn't be inspected.
de: Ein Teil des Speichers konnte nicht geprüft werden.
es: Parte del almacenamiento no se pudo inspeccionar.
fr: Une partie du stockage n’a pas pu être inspectée.
ja: 一部のストレージを調べられませんでした。
ko: 일부 저장공간을 검사할 수 없었습니다.
pt_br: Parte do armazenamento não pôde ser inspecionada.
zh_hans: 部分存储无法检查。
zh_hant: 部分儲存無法檢查。

# error.weDontKnowEnough
source: We don't know enough yet.
de: Wir wissen noch nicht genug.
es: Aún no sabemos lo suficiente.
fr: Nous n’en savons pas encore assez.
ja: まだ十分な情報がありません。
ko: 아직 충분히 알지 못합니다.
pt_br: Ainda não sabemos o suficiente.
zh_hans: 我们还不够了解。
zh_hant: 我們還不夠了解。

# plural.verificationAreas
source: We found %d areas that need more verification.
de: Wir haben %d Bereiche gefunden, die mehr Überprüfung brauchen.
es: Encontramos %d áreas que necesitan más verificación.
fr: Nous avons trouvé %d zones nécessitant davantage de vérification.
ja: 確認が必要な領域が %d 件あります。
ko: 추가 확인이 필요한 영역이 %d개 있습니다.
pt_br: Encontramos %d áreas que precisam de mais verificação.
zh_hans: 发现 %d 处需要进一步核实。
zh_hant: 發現 %d 處需要進一步核實。

# map.footnote.mapped
source: mapped
de: zugeordnet
es: asignado
fr: cartographié
ja: マップ済み
ko: 매핑됨
pt_br: mapeado
zh_hans: 已映射
zh_hant: 已對應

# map.footnote.folder
source: folder
de: Ordner
es: carpeta
fr: dossier
ja: フォルダ
ko: 폴더
pt_br: pasta
zh_hans: 文件夹
zh_hant: 資料夾

# map.footnote.item
source: item
de: Element
es: elemento
fr: élément
ja: 項目
ko: 항목
zh_hans: 项目
zh_hant: 項目

# map.footnote.unavailable
source: Mapping unavailable
de: Zuordnung nicht verfügbar
es: Asignación no disponible
fr: Cartographie indisponible
ja: マップ不可
ko: 매핑 불가
pt_br: Mapeamento indisponível
zh_hans: 无法映射
zh_hant: 無法對應

# entity.restrictedNotScanned.title
source: Restricted / Not Scanned
de: Eingeschränkt / Nicht gescannt
es: Restringido / No analizado
fr: Restreint / Non analysé
ja: 制限あり / 未スキャン
ko: 제한됨 / 미검사
pt_br: Restrito / Não analisado
zh_hans: 受限 / 未扫描
zh_hant: 受限 / 未掃描

# entity.restrictedNotScanned.what
source: This area could not be read. It is not represented as empty.
de: Dieser Bereich konnte nicht gelesen werden. Er wird nicht als leer dargestellt.
es: No se pudo leer esta área. No se representa como vacía.
fr: Cette zone n’a pas pu être lue. Elle n’est pas représentée comme vide.
ja: この領域は読めませんでした。空としては扱いません。
ko: 이 영역을 읽을 수 없었습니다. 비어 있는 것으로 표시하지 않습니다.
pt_br: Esta área não pôde ser lida. Não é representada como vazia.
zh_hans: 无法读取此区域。不会把它显示为空。
zh_hant: 無法讀取此區域。不會把它顯示為空。

# entity.generic.file
source: A file on your Mac. AI Storage Manager has not identified this item's role yet.
de: Eine Datei auf Ihrem Mac. Die Rolle ist noch nicht erkannt.
es: Un archivo en su Mac. Aún no se ha identificado su función.
fr: Un fichier sur votre Mac. Son rôle n’est pas encore identifié.
ja: Mac上のファイルです。役割はまだ特定していません。
ko: Mac의 파일입니다. 역할을 아직 확인하지 않았습니다.
pt_br: Um arquivo no seu Mac. A função ainda não foi identificada.
zh_hans: Mac 上的文件。尚未识别其用途。
zh_hant: Mac 上的檔案。尚未識別其用途。

# entity.generic.package
source: A macOS package. Drill in only if you need the contents.
de: Ein macOS-Paket. Nur bei Bedarf hineinblicken.
es: Un paquete de macOS. Entre solo si necesita el contenido.
fr: Un paquet macOS. N’explorez que si vous avez besoin du contenu.
ja: macOSパッケージです。中身が必要なときだけ掘り下げてください。
ko: macOS 패키지입니다. 내용이 필요할 때만 들어가세요.
pt_br: Um pacote do macOS. Entre só se precisar do conteúdo.
zh_hans: macOS 软件包。仅在需要内容时再深入。
zh_hant: macOS 套件。僅在需要內容時再深入。

# entity.generic.symlink
source: A symbolic link. The map does not follow it, so bytes are not duplicated.
de: Ein symbolischer Link. Die Karte folgt ihm nicht — Bytes werden nicht doppelt gezählt.
es: Un enlace simbólico. El mapa no lo sigue, así que no duplica bytes.
fr: Un lien symbolique. La carte ne le suit pas, donc les octets ne sont pas dupliqués.
ja: シンボリックリンクです。地図は追跡しないので、容量は二重計上しません。
ko: 심볼릭 링크입니다. 맵이 따라가지 않아 용량을 중복 계산하지 않습니다.
pt_br: Um link simbólico. O mapa não o segue, então os bytes não são duplicados.
zh_hans: 符号链接。地图不会跟随它，因此不会重复计算容量。
zh_hant: 符號連結。地圖不會跟隨它，因此不會重複計算容量。

# entity.generic.aggregate
source: Smaller items grouped so the map stays readable. The underlying folders remain discoverable.
de: Kleinere Elemente gruppiert, damit die Karte lesbar bleibt. Ordner bleiben auffindbar.
es: Elementos pequeños agrupados para que el mapa sea legible. Las carpetas siguen descubribles.
fr: Petits éléments regroupés pour garder la carte lisible. Les dossiers restent trouvables.
ja: 地図を読みやすくするため小さい項目をまとめています。実体のフォルダは辿れます。
ko: 맵을 읽기 쉽게 작은 항목을 묶었습니다. 실제 폴더는 탐색할 수 있습니다.
pt_br: Itens menores agrupados para o mapa ficar legível. As pastas continuam descobíveis.
zh_hans: 为保持地图可读而合并的较小项目。底层文件夹仍可发现。
zh_hant: 為保持地圖可讀而合併的較小項目。底層資料夾仍可發現。

# entity.generic.unidentified
source: AI Storage Manager has not identified this item's role yet.
de: Die Rolle dieses Elements ist noch nicht erkannt.
es: Aún no se ha identificado la función de este elemento.
fr: Le rôle de cet élément n’est pas encore identifié.
ja: この項目の役割はまだ特定していません。
ko: 이 항목의 역할을 아직 확인하지 않았습니다.
pt_br: A função deste item ainda não foi identificada.
zh_hans: 尚未识别此项的用途。
zh_hant: 尚未識別此項目的用途。

# history.usedDelta
source: %@ used
de: %@ belegt
es: %@ usados
fr: %@ utilisés
ja: 使用 %@
ko: 사용 %@
pt_br: %@ usados
zh_hans: 已用 %@
zh_hant: 已用 %@

# fixture.reviewAction
source: Review action
de: Aktion prüfen
es: Revisar acción
fr: Examiner l’action
ja: 操作を確認
ko: 작업 검토
pt_br: Revisar ação
zh_hans: 检查操作
zh_hant: 檢查操作

# fixture.whatWillHappen
source: What will happen
de: Was passiert
es: Qué ocurrirá
fr: Ce qui va se passer
ja: 何が起きるか
ko: 무슨 일이 일어나는지
pt_br: O que vai acontecer
zh_hans: 将会发生什么
zh_hant: 將會發生什麼

# fixture.whatWillRemain
source: What will remain
de: Was bleibt
es: Qué permanecerá
fr: Ce qui restera
ja: 何が残るか
ko: 무엇이 남는지
pt_br: O que permanece
zh_hans: 会保留什么
zh_hant: 會保留什麼

# fixture.canItComeBack
source: Can it come back?
de: Kann es zurückkommen?
es: ¿Puede volver?
fr: Peut-il revenir ?
ja: 戻せますか？
ko: 다시 가져올 수 있나요?
pt_br: Pode voltar?
zh_hans: 还能回来吗？
zh_hant: 還能回來嗎？

# fixture.whoPerforms
source: Who performs this?
de: Wer führt das aus?
es: ¿Quién lo realiza?
fr: Qui l’effectue ?
ja: 誰が実行するか
ko: 누가 수행하나요?
pt_br: Quem executa?
zh_hans: 谁来执行？
zh_hant: 誰來執行？

# fixture.ollamaRemoveExact
source: Ollama will remove this exact model from local storage.
de: Ollama entfernt genau dieses Modell aus dem lokalen Speicher.
es: Ollama eliminará este modelo exacto del almacenamiento local.
fr: Ollama retirera ce modèle exact du stockage local.
ja: Ollamaがこの正確なモデルをローカルから削除します。
ko: Ollama가 이 정확한 모델을 로컬 저장공간에서 제거합니다.
pt_br: O Ollama removerá este modelo exato do armazenamento local.
zh_hans: Ollama 将从本地存储移除此精确模型。
zh_hant: Ollama 將從本機儲存移除此精確模型。

# fixture.otherModelsStay
source: Your other models stay. Hub/remote availability is unchanged.
de: Ihre anderen Modelle bleiben. Hub-/Remote-Verfügbarkeit bleibt gleich.
es: Sus otros modelos permanecen. La disponibilidad remota/Hub no cambia.
fr: Vos autres modèles restent. La disponibilité Hub/distante est inchangée.
ja: 他のモデルはそのままです。Hub/リモートの可用性は変わりません。
ko: 다른 모델은 그대로입니다. Hub/원격 가용성은 변하지 않습니다.
pt_br: Seus outros modelos permanecem. A disponibilidade Hub/remota não muda.
zh_hans: 其他模型保留。Hub/远程可用性不变。
zh_hant: 其他模型保留。Hub/遠端可用性不變。

# fixture.downloadAgain
source: Yes — you can download the model again with Ollama later.
de: Ja — Sie können das Modell später erneut mit Ollama laden.
es: Sí — puede volver a descargar el modelo con Ollama más tarde.
fr: Oui — vous pourrez retélécharger le modèle avec Ollama plus tard.
ja: はい — あとでOllamaでモデルを再ダウンロードできます。
ko: 예 — 나중에 Ollama로 모델을 다시 다운로드할 수 있습니다.
pt_br: Sim — você pode baixar o modelo de novo com o Ollama depois.
zh_hans: 可以 — 之后可用 Ollama 再次下载该模型。
zh_hant: 可以 — 之後可用 Ollama 再次下載該模型。

# fixture.ollamaVendorNative
source: Ollama (vendor-native cleanup). Exact target: library/qwen3:4b
de: Ollama (herstellereigene Bereinigung). Exaktes Ziel: library/qwen3:4b
es: Ollama (limpieza nativa del proveedor). Objetivo exacto: library/qwen3:4b
fr: Ollama (nettoyage natif du fournisseur). Cible exacte : library/qwen3:4b
ja: Ollama（ベンダー固有クリーンアップ）。正確な対象: library/qwen3:4b
ko: Ollama(벤더 네이티브 정리). 정확한 대상: library/qwen3:4b
pt_br: Ollama (limpeza nativa do fornecedor). Alvo exato: library/qwen3:4b
zh_hans: Ollama（厂商原生清理）。精确目标：library/qwen3:4b
zh_hant: Ollama（廠商原生清理）。精確目標：library/qwen3:4b

# fixture.historicalNote
source: FIXTURE / HISTORICAL — not a live candidate. Approval is separate from recommendation.
de: FIXTURE / HISTORISCH — kein Live-Kandidat. Freigabe ist getrennt von der Empfehlung.
es: FIXTURE / HISTÓRICO — no es un candidato en vivo. La aprobación es distinta de la recomendación.
fr: FIXTURE / HISTORIQUE — pas un candidat en direct. L’approbation est distincte de la recommandation.
ja: FIXTURE / 履歴 — ライブ候補ではありません。承認は推奨とは別です。
ko: FIXTURE / 기록 — 라이브 후보가 아닙니다. 승인은 권장과 별개입니다.
pt_br: FIXTURE / HISTÓRICO — não é candidato ao vivo. Aprovação é separada da recomendação.
zh_hans: FIXTURE / 历史 — 非实时候选。批准与建议是分开的。
zh_hant: FIXTURE / 歷程 — 非即時候選。核准與建議是分開的。

# fixture.somethingChanged
source: Something changed
de: Etwas hat sich geändert
es: Algo cambió
fr: Quelque chose a changé
ja: 状態が変わりました
ko: 상태가 바뀌었습니다
pt_br: Algo mudou
zh_hans: 状态已变化
zh_hant: 狀態已變更

# fixture.stateNoLongerMatches
source: Since we analyzed this item, its state no longer matches.
de: Seit der Analyse stimmt der Zustand dieses Elements nicht mehr.
es: Desde el análisis, el estado de este elemento ya no coincide.
fr: Depuis l’analyse, l’état de cet élément ne correspond plus.
ja: 分析以降、この項目の状態が一致しなくなりました。
ko: 분석 이후 이 항목의 상태가 더 이상 일치하지 않습니다.
pt_br: Desde a análise, o estado deste item não corresponde mais.
zh_hans: 自分析以来，此项状态已不再匹配。
zh_hant: 自分析以來，此項目狀態已不再相符。

# fixture.currentCheck
source: Current check
de: Aktuelle Prüfung
es: Comprobación actual
fr: Vérification actuelle
ja: 現在の確認
ko: 현재 확인
pt_br: Verificação atual
zh_hans: 当前检查
zh_hant: 目前檢查

# fixture.checkingDone
source: Checking current state… done
de: Aktuellen Zustand prüfen… fertig
es: Comprobando estado actual… listo
fr: Vérification de l’état actuel… terminée
ja: 現在の状態を確認…完了
ko: 현재 상태 확인… 완료
pt_br: Verificando estado atual… concluído
zh_hans: 正在检查当前状态…完成
zh_hant: 正在檢查目前狀態…完成

# fixture.readyNoLongerAvailable
source: Ready for review — no longer available
de: Zur Prüfung bereit — nicht mehr verfügbar
es: Listo para revisar — ya no disponible
fr: Prêt à examiner — plus disponible
ja: 確認準備 — もう利用できません
ko: 검토 준비됨 — 더 이상 사용 불가
pt_br: Pronto para revisão — não está mais disponível
zh_hans: 可供检查 — 已不可用
zh_hant: 可供檢查 — 已不可用

# fixture.changedSinceAnalyzed
source: Something changed since we analyzed this.
de: Seit der Analyse hat sich etwas geändert.
es: Algo cambió desde que lo analizamos.
fr: Quelque chose a changé depuis l’analyse.
ja: 分析以降に何かが変わりました。
ko: 분석 이후 무언가 바뀌었습니다.
pt_br: Algo mudou desde que analisamos.
zh_hans: 自分析以来发生了变化。
zh_hant: 自分析以來發生了變更。

# fixture.reviewAgain
source: Review Again
de: Erneut prüfen
es: Revisar de nuevo
fr: Examiner à nouveau
ja: もう一度確認
ko: 다시 검토
pt_br: Revisar novamente
zh_hans: 再次检查
zh_hant: 再次檢查

# fixture.changedStateNote
source: FIXTURE — changed-state UX. Not a generic error.
de: FIXTURE — UX für geänderten Zustand. Kein generischer Fehler.
es: FIXTURE — UX de estado cambiado. No es un error genérico.
fr: FIXTURE — UX d’état modifié. Pas une erreur générique.
ja: FIXTURE — 状態変化UX。汎用エラーではありません。
ko: FIXTURE — 상태 변경 UX. 일반 오류가 아닙니다.
pt_br: FIXTURE — UX de estado alterado. Não é um erro genérico.
zh_hans: FIXTURE — 状态变化 UX。不是通用错误。
zh_hant: FIXTURE — 狀態變更 UX。不是通用錯誤。

# fixture.verifiedResult
source: Verified result
de: Verifiziertes Ergebnis
es: Resultado verificado
fr: Résultat vérifié
ja: 検証済みの結果
ko: 검증된 결과
pt_br: Resultado verificado
zh_hans: 已验证结果
zh_hant: 已驗證結果

# fixture.verifiedRecoveredHeadline
source: %@ verified recovered
de: %@ verifiziert freigegeben
es: %@ recuperados verificados
fr: %@ récupérés vérifiés
ja: 検証済み回復 %@
ko: 검증된 회수 %@
pt_br: %@ recuperados verificados
zh_hans: 已验证回收 %@
zh_hant: 已驗證回收 %@

# fixture.removedLocalSnapshot
source: ✓ Removed local snapshot
de: ✓ Lokaler Snapshot entfernt
es: ✓ Instantánea local eliminada
fr: ✓ Instantané local retiré
ja: ✓ ローカルスナップショットを削除
ko: ✓ 로컬 스냅샷 제거됨
pt_br: ✓ Snapshot local removido
zh_hans: ✓ 已移除本地快照
zh_hant: ✓ 已移除本機快照

# fixture.exactTargetGone
source: ✓ Exact target no longer exists locally
de: ✓ Exaktes Ziel existiert lokal nicht mehr
es: ✓ El objetivo exacto ya no existe localmente
fr: ✓ La cible exacte n’existe plus localement
ja: ✓ 正確な対象はローカルに存在しません
ko: ✓ 정확한 대상이 로컬에 더 이상 없음
pt_br: ✓ O alvo exato não existe mais localmente
zh_hans: ✓ 精确目标本地已不存在
zh_hant: ✓ 精確目標本機已不存在

# fixture.remoteRevisionAvailable
source: ✓ Remote revision is still available
de: ✓ Remote-Revision ist weiterhin verfügbar
es: ✓ La revisión remota sigue disponible
fr: ✓ La révision distante est toujours disponible
ja: ✓ リモートリビジョンはまだ利用可能
ko: ✓ 원격 리비전이 여전히 사용 가능
pt_br: ✓ A revisão remota ainda está disponível
zh_hans: ✓ 远程修订仍然可用
zh_hant: ✓ 遠端修訂仍然可用

# fixture.diskFreeSeparate
source: Disk free change: +%@ (separate from verified)
de: Freier Speicher: +%@ (getrennt vom Verifizierten)
es: Cambio de espacio libre: +%@ (separado de lo verificado)
fr: Changement d’espace libre : +%@ (séparé du vérifié)
ja: 空き容量の変化: +%@（検証済みとは別）
ko: 디스크 여유 변화: +%@ (검증과 별개)
pt_br: Mudança de espaço livre: +%@ (separado do verificado)
zh_hans: 磁盘可用变化：+%@（与已验证回收分开）
zh_hant: 磁碟可用變化：+%@（與已驗證回收分開）

# fixture.receiptHistoricalNote
source: FIXTURE / HISTORICAL_VERIFIED_ACTION — P3.2B.3 receipt. Not current live disk truth.
de: FIXTURE / HISTORICAL_VERIFIED_ACTION — Beleg P3.2B.3. Keine aktuelle Live-Disk-Wahrheit.
es: FIXTURE / HISTORICAL_VERIFIED_ACTION — recibo P3.2B.3. No es la verdad actual del disco.
fr: FIXTURE / HISTORICAL_VERIFIED_ACTION — reçu P3.2B.3. Pas la vérité disque actuelle.
ja: FIXTURE / HISTORICAL_VERIFIED_ACTION — P3.2B.3 レシート。現在のライブディスク真実ではありません。
ko: FIXTURE / HISTORICAL_VERIFIED_ACTION — P3.2B.3 영수증. 현재 라이브 디스크 진실이 아닙니다.
pt_br: FIXTURE / HISTORICAL_VERIFIED_ACTION — recibo P3.2B.3. Não é a verdade atual do disco.
zh_hans: FIXTURE / HISTORICAL_VERIFIED_ACTION — P3.2B.3 回执。非当前实时磁盘真相。
zh_hant: FIXTURE / HISTORICAL_VERIFIED_ACTION — P3.2B.3 回執。非目前即時磁碟真相。

# fixture.movedToTrash
source: Moved to Trash
de: In den Papierkorb gelegt
es: Movido a la Papelera
fr: Déplacé vers la Corbeille
ja: ゴミ箱へ移動済み
ko: 휴지통으로 이동됨
pt_br: Movido para a Lixeira
zh_hans: 已移到废纸篓
zh_hant: 已移到垃圾桶

# fixture.spacePending
source: Space recovered: Pending
de: Freigabe: Ausstehend
es: Espacio recuperado: Pendiente
fr: Espace récupéré : En attente
ja: 容量回復: 保留中
ko: 공간 회수: 대기 중
pt_br: Espaço recuperado: Pendente
zh_hans: 空间回收：待确认
zh_hant: 空間回收：待確認

# fixture.movedToTrashCheck
source: ✓ Moved to Trash
de: ✓ In den Papierkorb gelegt
es: ✓ Movido a la Papelera
fr: ✓ Déplacé vers la Corbeille
ja: ✓ ゴミ箱へ移動
ko: ✓ 휴지통으로 이동됨
pt_br: ✓ Movido para a Lixeira
zh_hans: ✓ 已移到废纸篓
zh_hant: ✓ 已移到垃圾桶

# fixture.spacePendingCheck
source: ○ Space recovered: Pending
de: ○ Freigabe: Ausstehend
es: ○ Espacio recuperado: Pendiente
fr: ○ Espace récupéré : En attente
ja: ○ 容量回復: 保留中
ko: ○ 공간 회수: 대기 중
pt_br: ○ Espaço recuperado: Pendente
zh_hans: ○ 空间回收：待确认
zh_hant: ○ 空間回收：待確認

# fixture.trashStillOccupies
source: Files in Trash still occupy disk space.
de: Dateien im Papierkorb belegen weiterhin Speicherplatz.
es: Los archivos en la Papelera siguen ocupando espacio.
fr: Les fichiers dans la Corbeille occupent encore de l’espace.
ja: ゴミ箱内のファイルはまだディスク容量を使います。
ko: 휴지통의 파일은 여전히 디스크 공간을 차지합니다.
pt_br: Arquivos na Lixeira ainda ocupam espaço em disco.
zh_hans: 废纸篓中的文件仍占用磁盘空间。
zh_hant: 垃圾桶中的檔案仍佔用磁碟空間。

# fixture.emptyTrashNotOffered
source: Empty Trash is not offered by this app.
de: Papierkorb leeren bietet diese App nicht an.
es: Vaciar la Papelera no lo ofrece esta app.
fr: Vider la Corbeille n’est pas proposé par cette app.
ja: このアプリはゴミ箱を空にする操作を提供しません。
ko: 이 앱은 휴지통 비우기를 제공하지 않습니다.
pt_br: Esvaziar a Lixeira não é oferecido por este app.
zh_hans: 本应用不提供清空废纸篓。
zh_hant: 本 App 不提供清空垃圾桶。

# fixture.trashPendingNote
source: FIXTURE — MOVE_TO_TRASH pending recovery semantics. Not a failed execution.
de: FIXTURE — MOVE_TO_TRASH mit ausstehender Freigabe. Keine fehlgeschlagene Ausführung.
es: FIXTURE — semántica de recuperación pendiente MOVE_TO_TRASH. No es una ejecución fallida.
fr: FIXTURE — sémantique de récupération en attente MOVE_TO_TRASH. Pas une exécution échouée.
ja: FIXTURE — MOVE_TO_TRASH の回復保留セマンティクス。失敗実行ではありません。
ko: FIXTURE — MOVE_TO_TRASH 회수 대기 의미. 실패한 실행이 아닙니다.
pt_br: FIXTURE — semântica de recuperação pendente MOVE_TO_TRASH. Não é execução falha.
zh_hans: FIXTURE — MOVE_TO_TRASH 待确认回收语义。不是失败执行。
zh_hant: FIXTURE — MOVE_TO_TRASH 待確認回收語意。不是失敗執行。

# fixture.remoteCopyVerified
source: Remote copy: Previously verified available
de: Remote-Kopie: zuvor als verfügbar verifiziert
es: Copia remota: previamente verificada como disponible
fr: Copie distante : précédemment vérifiée comme disponible
ja: リモートコピー: 以前に利用可能と検証済み
ko: 원격 사본: 이전에 사용 가능으로 검증됨
pt_br: Cópia remota: previamente verificada como disponível
zh_hans: 远程副本：先前已验证可用
zh_hant: 遠端副本：先前已驗證可用

# fixture.proofCoverage
source: Proof coverage
de: Nachweisabdeckung
es: Cobertura de prueba
fr: Couverture de preuve
ja: 根拠の範囲
ko: 근거 범위
pt_br: Cobertura de prova
zh_hans: 证据覆盖
zh_hant: 證據涵蓋

# overview.readyCount
source: Ready: %d
de: Bereit: %d
es: Listo: %d
fr: Prêt : %d
ja: 準備完了: %d
ko: 준비됨: %d
pt_br: Pronto: %d
zh_hans: 就绪：%d
zh_hant: 就緒：%d

# overview.reviewCount
source: Review: %d
de: Prüfung: %d
es: Revisión: %d
fr: À vérifier : %d
ja: 要確認: %d
ko: 확인: %d
pt_br: Revisão: %d
zh_hans: 需核实：%d
zh_hant: 需核實：%d

# overview.protectedCount
source: Protected: %d
de: Geschützt: %d
es: Protegido: %d
fr: Protégé : %d
ja: 保護: %d
ko: 보호됨: %d
pt_br: Protegido: %d
zh_hans: 受保护：%d
zh_hant: 受保護：%d

# common.done
source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 完成
zh_hant: 完成

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

# list.recommendations
source: Recommendations
de: Empfehlungen
es: Recomendaciones
fr: Recommandations
ja: おすすめ
ko: 추천
pt_br: Recomendações
zh_hans: 建议
zh_hant: 建議

# list.recommendation
source: Recommendation
de: Empfehlung
es: Recomendación
fr: Recommandation
ja: 推奨
ko: 권장
pt_br: Recomendação
zh_hans: 建议
zh_hant: 建議

# list.review
source: Review
de: Prüfen
es: Revisar
fr: Examiner
ja: 確認
ko: 검토
pt_br: Revisar
zh_hans: 检查
zh_hant: 檢查

# list.needsReviewEmpty
source: Nothing needs review right now.
de: Derzeit nichts zu prüfen.
es: Ahora no hay nada que revisar.
fr: Rien à vérifier pour le moment.
ja: いま確認が必要なものはありません。
ko: 지금 확인할 항목이 없습니다.
pt_br: Nada precisa de revisão agora.
zh_hans: 当前没有需要核实的项目。
zh_hant: 目前沒有需要核實的項目。

# list.protectedEmpty
source: No protected items in this scan.
de: Keine geschützten Einträge in diesem Scan.
es: No hay elementos protegidos en este análisis.
fr: Aucun élément protégé dans cette analyse.
ja: このスキャンに保護項目はありません。
ko: 이 검사에 보호된 항목이 없습니다.
pt_br: Nenhum item protegido nesta análise.
zh_hans: 本次扫描中没有受保护项目。
zh_hant: 本次掃描中沒有受保護項目。

# history.recentActions
source: Recent Actions
de: Letzte Aktionen
es: Acciones recientes
fr: Actions récentes
ja: 最近の操作
ko: 최근 작업
pt_br: Ações recentes
zh_hans: 最近的操作
zh_hant: 最近的操作

# history.noActionsYet
source: No actions yet.
de: Noch keine Aktionen.
es: Aún no hay acciones.
fr: Aucune action pour l’instant.
ja: まだ操作はありません。
ko: 아직 작업이 없습니다.
pt_br: Ainda não há ações.
zh_hans: 尚无操作。
zh_hant: 尚無操作。

# history.unexplainedNotMappedGrowth
source: This is not invented as mapped growth.
de: Das ist kein erfundenes kartiertes Wachstum.
es: Esto no se inventa como crecimiento mapeado.
fr: Ceci n’est pas inventé comme une croissance cartographiée.
ja: これは地図上の増加としてでっち上げたものではありません。
ko: 매핑된 증가로 지어낸 것이 아닙니다.
pt_br: Isso não é inventado como crescimento mapeado.
zh_hans: 这不是当作已映射增长而编造的。
zh_hant: 這不是當作已對應成長而捏造的。

# detail.whyRemovable
source: Why this may be removable
de: Warum dies entfernbar sein kann
es: Por qué podría ser eliminable
fr: Pourquoi cela peut être supprimable
ja: 削除候補になりうる理由
ko: 제거 가능할 수 있는 이유
pt_br: Por que isso pode ser removível
zh_hans: 可能可移除的原因
zh_hant: 可能可移除的原因
